<?php
// 角色屬性顯示內容
$attribute = array(
    1 => '近戰',
    2 => '爆破',
    3 => '速度',
    4 => '宇宙',
);

// 階級顯示的內容
$tier = array(
    '2' => 'T2',
    '2.5' => 'T2.5',
    '3' => 'T3',
);

// 同位素<select>的<option>
$isoList = array(
    1 => '強大',
    2 => '增強',
    3 => '鐵壁',
    4 => '吸收',
    5 => '活力',
    6 => '兇猛',
    7 => '靈活',
    8 => '混沌',
);

// 同位素<select>字體顏色
$isoColor = array(
    1 => '#819ca9',
    2 => '#f05545',
    3 => '#00b8d4',
    4 => '#32cb00',
    5 => '#ef6c00',
    6 => '#fbc02d',
    7 => '#b388ff',
    8 => '#790e8b',
);
